---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsInsulationThickness
source: html/e06ca69f-c542-5c03-36f4-aecfb12bf32b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsInsulationThickness Property

"Insulation Thickness"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsInsulationThickness { get; }
```